Repository: bomenzijnchill/FileFlower
Catalog: FileFlower/FileFlower/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

# filesafe.help.bins
source: Create subfolders (bins) to organize files. Select multiple files and assign them to a bin using the dropdown or batch action bar.
de: Erstellen Sie Unterordner (Bins) um Dateien zu organisieren. Wählen Sie mehrere Dateien aus und weisen Sie sie einem Bin zu.
es: Cree subcarpetas (bins) para organizar archivos. Seleccione varios archivos y asígnelos a un bin.
fr: Créez des sous-dossiers (bins) pour organiser les fichiers. Sélectionnez plusieurs fichiers et attribuez-les à un bin.
nl: Maak submappen (bins) om bestanden te organiseren. Selecteer meerdere bestanden en wijs ze toe aan een bin via de dropdown of de batch-actiebalk.

# filesafe.help.multicam
source: Enable this if the footage was shot with multiple cameras. Files will be distributed across camera-specific subfolders.
de: Aktivieren Sie dies, wenn mit mehreren Kameras gedreht wurde.
es: Active si se filmó con varias cámaras.
fr: Activez si le tournage a utilisé plusieurs caméras.
nl: Schakel in als er met meerdere camera's is gefilmd. Bestanden worden verdeeld over camera-specifieke submappen.

# filesafe.help.multiday
source: Enable this if the footage on the card spans multiple shooting days. Files will be organized into separate day folders.
de: Aktivieren Sie dies, wenn das Material auf der Karte mehrere Drehtage umfasst.
es: Active si el material abarca varios días de rodaje.
fr: Activez si le matériel couvre plusieurs jours de tournage.
nl: Schakel in als het materiaal op de kaart over meerdere draaidagen gaat. Bestanden worden in aparte dagmappen georganiseerd.

# filesafe.launcher.open
source: Open FileSafe
de: FileSafe öffnen
es: Abrir FileSafe
fr: Ouvrir FileSafe

# filesafe.launcher.subtitle
source: Safely copy and verify shoot material from external drives
de: Aufnahmen sicher von externen Laufwerken kopieren und verifizieren
es: Copie y verifique de forma segura el material de rodaje desde unidades externas
fr: Copiez et vérifiez en toute sécurité le matériel de tournage depuis des disques externes
nl: Kopieer en verifieer shoot-materiaal veilig van externe schijven

# filesafe.launcher.volumes_detected
source: volume(s) detected
de: Laufwerk(e) erkannt
es: volumen(es) detectado(s)
fr: volume(s) détecté(s)
nl: schijf(en) gedetecteerd

# filesafe.layout.accordion.general
source: General
de: Allgemein
fr: Général
nl: Algemeen

# filesafe.layout.accordion.general.meta
source: Multiday · date source · multicam
de: Mehrtägig · Datumquelle · Multicam
es: Multidía · fecha · multicam
fr: Multi-jours · source de date · multicam
nl: Multiday · datumbron · multicam

# filesafe.layout.accordion.specific_files
source: Place specific files differently
de: Bestimmte Dateien anders ablegen
es: Colocar archivos específicos aparte
fr: Placer certains fichiers différemment
nl: Specifieke bestanden anders plaatsen

# filesafe.layout.accordion.specific_files.meta
source: Optional — skip for most shoots
de: Optional — meist überspringen
es: Opcional — omite para la mayoría
fr: Optionnel — sauter pour la plupart
nl: Optioneel — sla over voor de meeste shoots

# filesafe.layout.accordion.specific_files.placeholder
source: Coming in a future update — for now, configure bins via the path editor.
de: Folgt im nächsten Update — Bins vorerst im Path Editor.
es: Próxima actualización — por ahora usa el editor de rutas.
fr: Prochaine mise à jour — pour linstant, utilisez léditeur de chemin.
nl: Volgt in een latere update — gebruik voor nu bins via de path editor.

# filesafe.layout.accordion.where_files
source: Where do the files go?
de: Wo landen die Dateien?
es: ¿Dónde van los archivos?
fr: Où vont les fichiers ?
nl: Waar komen de bestanden te staan?

# filesafe.layout.accordion.where_files.meta
source: Click a chip to edit · drag to reorder
de: Chip klicken zum Bearbeiten · ziehen zum Sortieren
es: Haz clic para editar · arrastra para reordenar
fr: Cliquez pour modifier · glissez pour réorganiser
nl: Klik een chip om aan te passen · sleep om te herordenen

# filesafe.layout.autodetect.brand
source: Material from %@ camera.
de: Material von %@-Kamera.
es: Material de cámara %@.
fr: Matériel dune caméra %@.
nl: Materiaal afkomstig van %@-camera.

# filesafe.layout.autodetect.multiday
source: %lld shoot days detected (%@) — that is why Multi-day shoot is on.
de: %lld Drehtage erkannt (%@) — daher ist Mehrtägiger Dreh aktiviert.
es: %lld días de rodaje detectados (%@) — por eso Rodaje multidía.
fr: %lld jours de tournage détectés (%@) — doù Tournage multi-jours.
nl: %lld opnamedagen gedetecteerd (%@) — daarom staat Meerdaagse shoot aan.

# filesafe.layout.autodetect.undo_singleday
source: Single-day after all?
de: Doch ein einzelner Tag?
es: ¿Mejor un solo día?
fr: Plutôt un seul jour ?
nl: Toch single-day?

# filesafe.layout.title
source: How to organize?
de: Wie strukturieren?
es: ¿Cómo organizar?
fr: Comment organiser ?
nl: Hoe wil je het indelen?

# filesafe.layout.toggle.audio_per_day.desc
source: Place .WAV files in day subfolder, not in a separate AUDIO/
de: Legt .WAV in Tages-Unterordner statt in separate AUDIO/
es: Pone .WAV en subcarpeta del día, no en AUDIO/ separada
fr: Place les .WAV dans le sous-dossier du jour, pas dans AUDIO/
nl: Plaatst .WAV in dagsubmap, niet in losse AUDIO/

# filesafe.layout.toggle.audio_per_day.label
source: Group audio per day
de: Audio pro Tag gruppieren
es: Agrupar audio por día
fr: Grouper laudio par jour
nl: Audio per dag groeperen

# filesafe.layout.toggle.multicam.desc
source: Splits video by camera prefix
de: Teilt Video nach Kamera-Präfix
es: Separa video por prefijo de cámara
fr: Sépare la vidéo par préfixe de caméra
nl: Splitst video op camera-prefix

# filesafe.layout.toggle.multicam.label
source: Multiple cameras
de: Mehrere Kameras
es: Varias cámaras
fr: Plusieurs caméras
nl: Meerdere cameras

# filesafe.layout.toggle.multiday.desc
source: Splits per day in YYYY-MM-DD subfolders
de: Teilt pro Tag in YYYY-MM-DD Ordner
es: Divide por día en subcarpetas YYYY-MM-DD
fr: Sépare par jour en sous-dossiers YYYY-MM-DD
nl: Splits per dag in submappen YYYY-MM-DD

# filesafe.layout.toggle.multiday.label
source: Multi-day shoot
de: Mehrtägiger Dreh
es: Rodaje multidía
fr: Tournage multi-jours
nl: Meerdaagse shoot

# filesafe.layout.waiting_scan
source: Waiting for scan to complete…
de: Warte auf Scan…
es: Esperando análisis…
fr: En attente du scan…
nl: Wachten op scan…

# filesafe.legend.created
source: Will be created
de: Wird erstellt
es: Se creará
fr: Sera créé
nl: Wordt aangemaakt

# filesafe.legend.exists
source: Already exists
de: Existiert bereits
es: Ya existe
fr: Existe déjà
nl: Bestaat al

# filesafe.legend.file
source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand

# filesafe.legend.files_label
source: files
de: Dateien
es: archivos
fr: fichiers
nl: bestanden

# filesafe.open_safe
source: Open Safe
de: Safe öffnen
es: Abrir Safe
fr: Ouvrir Safe

# filesafe.path.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
nl: Toepassen

# filesafe.path.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleer

# filesafe.path.custom_name
source: Custom name
de: Eigener Name
es: Nombre personalizado
fr: Nom personnalisé
nl: Eigen naam

# filesafe.path.folder_name
source: Folder name...
de: Ordnername...
es: Nombre de carpeta...
fr: Nom du dossier...
nl: Mapnaam...

# filesafe.path.insert_folder
source: Insert folder
de: Ordner einfügen
es: Insertar carpeta
fr: Insérer un dossier
nl: Map invoegen

# filesafe.patheditor.go_here
source: go here
de: kommen hierhin
es: van aquí
fr: vont ici
nl: gaan hierin

# filesafe.patheditor.hint_confirm
source: confirms
de: bestätigt
es: confirma
fr: confirme
nl: bevestigt

# filesafe.patheditor.hint_delete
source: deletes
de: löscht
es: elimina
fr: supprime
nl: verwijdert

# filesafe.patheditor.hint_reorder
source: to reorder
de: zum Umordnen
es: para reordenar
fr: pour réorganiser
nl: om te herordenen

# filesafe.patheditor.token_dock_hint
source: Tokens are filled in with real values during copying.
de: Tokens werden beim Kopieren mit echten Werten ersetzt.
es: Los tokens se rellenan con valores reales durante la copia.
fr: Les tokens sont remplacés par des valeurs réelles lors de la copie.
nl: Tokens worden bij het kopiëren ingevuld met echte waarden.

# filesafe.patheditor.token_dock_label
source: Drag a token into a path:
de: Ziehe ein Token in einen Pfad:
es: Arrastra un token a una ruta:
fr: Glissez un token dans un chemin :
nl: Sleep een token in een pad:

# filesafe.pathpreview.title
source: Path Preview
de: Pfadvorschau
es: Vista previa de ruta
fr: Aperçu du chemin
nl: Padvoorbeeld

# filesafe.pathviewer.click_for_alternatives
source: Click for alternatives
de: Klicken für Alternativen
es: Haz clic para alternativas
fr: Cliquer pour les alternatives
nl: Klik voor alternatieven

# filesafe.pathviewer.day_remove_confirm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

# filesafe.pathviewer.day_remove_confirm.confirm
source: Remove day folder
de: Tagesordner entfernen
es: Eliminar carpeta del día
fr: Supprimer le dossier du jour
nl: Dagmap verwijderen

# filesafe.pathviewer.day_remove_confirm.message
source: Files from all shoot days will be merged into the parent folder. Day separation will be lost.
de: Bestände aus allen Drehtagen werden in den übergeordneten Ordner zusammengeführt. Die Tagestrennung geht verloren.
es: Los archivos de todos los días de rodaje se fusionarán en la carpeta principal. Se perderá la separación por día.
fr: Les fichiers de tous les jours de tournage seront fusionnés dans le dossier parent. La séparation par jour sera perdue.
nl: Bestanden van alle draaidagen worden samengevoegd in de bovenliggende map. De dag-scheiding gaat verloren.

# filesafe.pathviewer.day_remove_confirm.title
source: Remove day folder from multi-day shoot?
de: Tagesordner aus Multi-Tag-Dreh entfernen?
es: ¿Eliminar carpeta del día del rodaje de varios días?
fr: Supprimer le dossier du jour d'un tournage multi-jours ?
nl: Dagmap uit multi-dag opname verwijderen?

# filesafe.pathviewer.empty_folder
source: (empty folder)
de: (leerer Ordner)
es: (carpeta vacía)
fr: (dossier vide)
nl: (lege map)

# filesafe.pathviewer.files_count_suffix
source: + %d more files
de: + %d weitere Dateien
es: + %d archivos más
fr: + %d fichiers de plus
nl: + %d andere bestanden

# filesafe.pathviewer.folder_name.placeholder
source: Folder name…
de: Ordnername…
es: Nombre de carpeta…
fr: Nom du dossier…
nl: Mapnaam…

# filesafe.pathviewer.new_folder_action
source: New folder…
de: Neuer Ordner…
es: Nueva carpeta…
fr: Nouveau dossier…
nl: Nieuwe map…

# filesafe.pathviewer.new_folder_alert.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
nl: Toevoegen

# filesafe.pathviewer.new_folder_alert.message
source: Enter a name for the new folder:
de: Geben Sie einen Namen für den neuen Ordner ein:
es: Introduce un nombre para la nueva carpeta:
fr: Entrez un nom pour le nouveau dossier :
nl: Geef een naam voor de nieuwe map:

# filesafe.pathviewer.new_folder_alert.title
source: Create new folder
de: Neuen Ordner erstellen
es: Crear nueva carpeta
fr: Créer un nouveau dossier
nl: Nieuwe map aanmaken

# filesafe.pathviewer.remove_folder
source: Remove folder
de: Ordner entfernen
es: Eliminar carpeta
fr: Supprimer le dossier
nl: Map verwijderen

# filesafe.pathviewer.rename_action
source: Rename…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
nl: Hernoemen…

# filesafe.pathviewer.rename_alert.confirm
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
nl: Hernoemen

# filesafe.pathviewer.rename_alert.message
source: Enter a new name for this folder. Files on disk are not renamed — only the FileSafe destination.
de: Geben Sie einen neuen Namen für diesen Ordner ein. Originaldateien auf der Festplatte werden nicht umbenannt — nur das Ziel für FileSafe.
es: Introduce un nuevo nombre para esta carpeta. Los archivos en disco no se renombran — solo el destino de FileSafe.
fr: Entrez un nouveau nom pour ce dossier. Les fichiers sur le disque ne sont pas renommés — uniquement la destination FileSafe.
nl: Geef een nieuwe naam voor deze map. Bestanden op de schijf worden niet hernoemd — alleen de FileSafe bestemming.

# filesafe.pathviewer.rename_alert.title
source: Rename folder
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
nl: Map hernoemen

# filesafe.pathviewer.token_hint
source: Will be replaced with actual value on copy day
de: Wird am Kopiertag durch den echten Wert ersetzt
es: Se reemplazará con el valor real el día de la copia
fr: Sera remplacé par la valeur réelle le jour de la copie
nl: Wordt vervangen door echte waarde op kopiedag

# filesafe.preview.duplicates %lld
source: %lld files already in project
de: %lld Dateien bereits im Projekt
es: %lld archivos ya en el proyecto
fr: %lld fichiers déjà dans le projet
nl: %lld bestanden al in project

# filesafe.preview.files_to_copy %lld
source: %lld files to copy
de: %lld Dateien zu kopieren
es: %lld archivos a copiar
fr: %lld fichiers à copier
nl: %lld bestanden te kopiëren

# filesafe.preview.legend.affected
source: New/modified by FileFlower
de: Neu/geändert durch FileFlower
es: Nuevo/modificado por FileFlower
fr: Nouveau/modifié par FileFlower
nl: Nieuw/aangepast door FileFlower

# filesafe.preview.legend.existing
source: Already exists in project
de: Bereits im Projekt vorhanden
es: Ya existe en el proyecto
fr: Déjà présent dans le projet
nl: Bestaat al in project

# filesafe.preview.skip_duplicates
source: Skip existing files
de: Vorhandene Dateien überspringen
es: Omitir archivos existentes
fr: Ignorer les fichiers existants
nl: Bestaande bestanden overslaan

# filesafe.preview.start_copy
source: Start Safe Copy
de: Sicheres Kopieren starten
es: Iniciar copia segura
fr: Démarrer la copie sécurisée
nl: Start veilig kopiëren

# filesafe.preview.summary %lld
source: %lld files to copy
de: %lld Dateien zu kopieren
es: %lld archivos a copiar
fr: %lld fichiers à copier
nl: %lld bestanden te kopiëren

# filesafe.preview.title
source: Structure Preview
de: Strukturvorschau
es: Vista previa
fr: Aperçu
nl: Structuurpreview

# filesafe.project.browse
source: Browse...
de: Durchsuchen...
es: Explorar...
fr: Parcourir...
nl: Bladeren...

# filesafe.project.confirm
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan

# filesafe.project.existing
source: Existing Project
de: Bestehendes Projekt
es: Proyecto existente
fr: Projet existant
nl: Bestaand project

# filesafe.project.external
source: External project (not in roots)
de: Extern Projekt (nicht in Roots)
es: Proyecto externo (no en raíces)
fr: Projet externe (pas dans les racines)
nl: Extern project (niet in roots)

# filesafe.project.location
source: Location
de: Speicherort
es: Ubicación
fr: Emplacement
nl: Locatie

# filesafe.project.name
source: Project Name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
nl: Projectnaam

# filesafe.project.name.placeholder
source: e.g. Wedding_Jan_Emma
de: z.B. Hochzeit_Jan_Emma
es: p.ej. Boda_Jan_Emma
fr: p.ex. Mariage_Jan_Emma
nl: bijv. Bruiloft_Jan_Emma

# filesafe.project.new
source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
nl: Nieuw project

# filesafe.project.no_results
source: No projects found
de: Keine Projekte gefunden
es: No se encontraron proyectos
fr: Aucun projet trouvé
nl: Geen projecten gevonden

# filesafe.project.no_roots
source: No project roots configured. Browse to select a folder.
de: Keine Projektordner konfiguriert. Ordner auswählen.
es: No hay carpetas de proyecto configuradas. Navega para seleccionar.
fr: Aucun dossier projet configuré. Parcourez pour sélectionner.
nl: Geen projectmappen ingesteld. Blader om een map te kiezen.

# filesafe.project.search.placeholder
source: Search projects...
de: Projekte suchen...
es: Buscar proyectos...
fr: Rechercher des projets...
nl: Zoek projecten...

# filesafe.project.sort.newest
source: Newest
de: Neueste
es: Más recientes
fr: Plus récents
nl: Nieuwste

# filesafe.project.sort.oldest
source: Oldest
de: Älteste
es: Más antiguos
fr: Plus anciens
nl: Oudste

# filesafe.project.title
source: Select Project
de: Projekt wählen
es: Seleccionar proyecto
fr: Choisir un projet
nl: Kies project

# filesafe.projectconfig.audio_per_day
source: Link to day structure
de: Mit Tagesstruktur verknüpfen
es: Vincular a estructura por día
fr: Lier à la structure par jour
nl: Koppelen aan dagstructuur

# filesafe.projectconfig.camera_angles
source: Camera angles
de: Kamerawinkel
es: Ángulos de cámara
fr: Angles de caméra
nl: Camerahoeken

# filesafe.projectconfig.camera_angles.placeholder
source: e.g. CAM_A, CAM_B, Drone
de: z.B. CAM_A, CAM_B, Drohne
es: ej. CAM_A, CAM_B, Drone
fr: ex. CAM_A, CAM_B, Drone
nl: bijv. CAM_A, CAM_B, Drone

# filesafe.projectconfig.camera_names
source: Camera labels
de: Kamerabezeichnungen
es: Etiquetas de cámara
fr: Noms de caméra
nl: Cameranamen

# filesafe.projectconfig.camera_names.placeholder
source: e.g. Sony FX6, Canon C70
de: z.B. Sony FX6, Canon C70
es: ej. Sony FX6, Canon C70
fr: ex. Sony FX6, Canon C70
nl: bijv. Sony FX6, Canon C70

# filesafe.projectconfig.cameras
source: Camera labels
de: Kamerabeschriftungen
es: Etiquetas de cámara
fr: Étiquettes de caméra

# filesafe.projectconfig.cameras.placeholder
source: e.g. A, B, C or Sony FX6, Canon C70
de: z.B. A, B, C oder Sony FX6, Canon C70
es: ej. A, B, C o Sony FX6, Canon C70
fr: ex. A, B, C ou Sony FX6, Canon C70
nl: bijv. A, B, C of Sony FX6, Canon C70

# filesafe.projectconfig.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
nl: Categorieën

# filesafe.projectconfig.categories.placeholder
source: e.g. BTS, Product, Portrait
de: z.B. BTS, Produkt, Porträt
es: ej. BTS, Producto, Retrato
fr: ex. BTS, Produit, Portrait
nl: bijv. BTS, Product, Portret

# filesafe.projectconfig.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Verder

# filesafe.projectconfig.datesource
source: Date source
de: Datumsquelle
es: Fuente de fecha
fr: Source de la date
nl: Datumbron

# filesafe.projectconfig.general
source: General
de: Allgemein
fr: Général
nl: Algemeen

# filesafe.projectconfig.location
source: Location (optional)
de: Standort (optional)
es: Ubicación (opcional)
fr: Lieu (optionnel)
nl: Locatie (optioneel)

# filesafe.projectconfig.multicam
source: Multiple cameras used
de: Mehrere Kameras verwendet
es: Varias cámaras utilizadas
fr: Plusieurs caméras utilisées
nl: Meerdere camera's gebruikt

# filesafe.projectconfig.multicam.hint
source: When enabled, you'll be asked for the camera angle per card import.
de: Wenn aktiviert, wird pro Kartenimport nach dem Kamerawinkel gefragt.
es: Si está activado, se pedirá el ángulo de cámara por importación de tarjeta.
fr: Si activé, l'angle de caméra sera demandé par import de carte.
nl: Als ingeschakeld wordt per kaartimport gevraagd om de camerahoek.

# filesafe.projectconfig.multiday
source: Multi-day shoot
de: Mehrtägiger Dreh
es: Rodaje de varios días
fr: Tournage sur plusieurs jours
nl: Meerdere draaidagen

# filesafe.projectconfig.multiday_auto %lld
source: Automatically enabled: material from %lld different days detected.
de: Automatisch aktiviert: Material von %lld verschiedenen Tagen erkannt.
es: Activado automáticamente: material de %lld días diferentes detectado.
fr: Activé automatiquement : matériel de %lld jours différents détecté.
nl: Automatisch ingeschakeld: materiaal van %lld verschillende dagen gedetecteerd.

# filesafe.projectconfig.persons
source: Persons / microphones
de: Personen / Mikrofone
es: Personas / micrófonos
fr: Personnes / microphones
nl: Personen / microfoons

# filesafe.projectconfig.persons.placeholder
source: e.g. INT_John, Boom
de: z.B. INT_Jan, Boom
es: ej. INT_Juan, Boom
fr: ex. INT_Jean, Perche
nl: bijv. INT_Jan, Boom

# filesafe.projectconfig.photos
source: Photos
de: Fotos
es: Fotos
nl: Foto's

# filesafe.projectconfig.split_raw
source: Split RAW and JPEG
de: RAW und JPEG trennen
es: Separar RAW y JPEG
fr: Séparer RAW et JPEG
nl: RAW en JPEG splitsen

# filesafe.projectconfig.splitmode
source: Camera split mode
de: Kameraaufteilungsmodus
es: Modo de división de cámara
fr: Mode de séparation caméra
nl: Camera-opsplitsmodus

# filesafe.projectconfig.title
source: Project Settings
de: Projekteinstellungen
es: Configuración del proyecto
fr: Paramètres du projet
nl: Projectinstellingen

# filesafe.projectconfig.wildtrack
source: Wildtrack / ambient audio
de: Wildtrack / Umgebungsaudio
es: Wildtrack / audio ambiental
fr: Wildtrack / son ambiant
nl: Wildtrack / omgevingsgeluid

# filesafe.report.check.size
source: Size
de: Größe
es: Tamaño
fr: Taille
nl: Grootte

# filesafe.report.done
source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar

# filesafe.report.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
nl: Duur

# filesafe.report.eject
source: Eject
de: Auswerfen
es: Expulsar
fr: Éjecter
nl: Uitwerpen

# filesafe.report.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
nl: Mislukt

# filesafe.report.failed_files
source: Failed files
de: Fehlgeschlagene Dateien
es: Archivos fallidos
fr: Fichiers échoués
nl: Mislukte bestanden

# filesafe.report.file_details
source: File Details
de: Dateidetails
es: Detalles de archivos
fr: Détails des fichiers
nl: Bestandsdetails

# filesafe.report.file_results
source: File Results
de: Dateiergebnisse
es: Resultados de archivos
fr: Résultats des fichiers
nl: Bestandsresultaten

# filesafe.report.import.cancel_watch
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

# filesafe.report.import.create_new
source: Create new Premiere/Resolve project and import footage
de: Neues Premiere/Resolve-Projekt erstellen und Material importieren
es: Crear nuevo proyecto de Premiere/Resolve e importar material
fr: Créer un nouveau projet Premiere/Resolve et importer les rushes
nl: Nieuw Premiere/Resolve-project maken en footage importeren

# filesafe.report.import.done
source: Imported %lld files
de: %lld Dateien importiert
es: %lld archivos importados
fr: %lld fichiers importés
nl: %lld bestanden geïmporteerd

# filesafe.report.import.existing
source: Import footage in %@
de: Material in %@ importieren
es: Importar material en %@
fr: Importer les rushes dans %@
nl: Footage importeren in %@

# filesafe.report.import.found
source: Found %@ — importing…
de: %@ gefunden — wird importiert…
es: Encontrado %@ — importando…
fr: %@ trouvé — importation…
nl: %@ gevonden — bezig met importeren…

# filesafe.report.import.importing
source: Importing files…
de: Dateien werden importiert…
es: Importando archivos…
fr: Import des fichiers…
nl: Bestanden importeren…

# filesafe.report.import.multiple_found
source: Multiple projects found — pick one
de: Mehrere Projekte gefunden — bitte auswählen
es: Varios proyectos encontrados — elige uno
fr: Plusieurs projets trouvés — choisissez-en un
nl: Meerdere projecten gevonden — kies er een

# filesafe.report.import.nle_unavailable
source: Couldn't open %@. Open it manually and try again.
de: %@ konnte nicht geöffnet werden. Bitte manuell öffnen und erneut versuchen.
es: No se pudo abrir %@. Ábrelo manualmente e inténtalo de nuevo.
fr: Impossible d'ouvrir %@. Ouvrez-le manuellement et réessayez.
nl: Kon %@ niet openen. Open het programma handmatig en probeer opnieuw.

# filesafe.report.import.no_project
source: No project file found
de: Keine Projektdatei gefunden
es: No se encontró ningún archivo de proyecto
fr: Aucun fichier de projet trouvé
nl: Geen projectbestand gevonden

# filesafe.report.import.pick_nle
source: Which NLE?
de: Welches NLE?
es: ¿Qué NLE?
fr: Quel NLE ?
nl: Welke NLE?
